// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Test";

TransferringProcessTitle = "Przesyłanie pliku…";
PrintingProcessTitle = "Drukowanie strony testowej…";

HSDTitleTextFieldValue = "Strona testowa";
HSDInfoTextFieldValue = "W przypadku problemów z drukowaniem dokumentów na tej drukarce możesz wydrukować stronę testową, aby ustalić źródło problemu.

Strona testowa zostanie wysłana bezpośrednio do drukarki z pominięciem sterownika i przetwarzania przez system.

Jeśli strona testowa zostanie wydrukowana poprawnie, może to oznaczać problemy w systemie drukowania komputera. W rozwiązaniu problemu może pomóc ponowna instalacja sterownika.

Jeśli strona testowa nie zostanie wydrukowana lub wydruk będzie niskiej jakości, oznacza to nieprawidłowe działanie drukarki.";
HSDPrintButtonTitle = "Drukuj stronę testową";

HSDRMTTPPanelHeader = "Drukuj raport o stanie drukarki";
HSDRMTTPPanelHeader = "Wydrukuj stronę testową, aby sprawdzić, że urządzenie może poprawnie odbierać dane i drukować z komputera. Można użyć do tego zwykłego papieru.\n\nKliknij przycisk Drukuj stronę, aby wydrukować stronę testową.";
HSDRMTTPButtonTitle = "Drukuj stronę";
RMTTaskTitle = "Raport o\nstanie drukarki";

NoPaperTitle = "Brak papieru";
NoPaperMsg = "W urządzeniu nie ma papieru. Dodaj papier do podajnika.";
